{
    "product": [
      {
        "id": 1,
        "title": "Playstation 5",
        "price": "600$",
        "description": "PlayStation 5 konzola sa dodatnim DualSense Wireless kontrolerom. Divite se neverovatnoj grafici i doživite potpuno nove funkcije koje donosi PS5 konzola!",
        "img": "../images/dataimages/ps5.png"
      },
      {
        "id": 2,
        "title": "Xbox series one",
        "price": "650$",
        "description": "Osetite next-gen brzinu i performanse koje omogućava Xbox Veloctiy Architetcture, koja uparuje prilagođeni SSD sa integrisanim softverom za još bržu igru i učitavanje. Jednostvano se prebacite na drugu igru uz pomoć Quick Resume opcije.",
        "img": "../images/dataimages/xbox.png"
      },
      {
        "id": 3,
        "title": "Nintendo Switch",
        "price": "500$",
        "description": "Feast your eyes on vivid colors and crisp contrast when you play on-the-go.See the difference the vibrant screen makes, whether you're racing at top speed or squaring off against enemies.",
        "img": "../images/dataimages/switch.png"
      },
      {
        "id": 4,
        "title": "Modern PC",
        "price": "1500$",
        "description": "System: Intel Core i5 up to 3.7GHz 4-Core | 16GB Memory | 512GB Solid State Drive | Genuine Windows 10 Home 64-bitGraphics: AMD Radeon RX 550 4G GDDR5 Video Card | 1x HDMI | 1x DisplayPort | 1x DVIConnectivity: RGB Fan x 3 | 1x RJ-45 | 1x Serial | USB Wi-Fi | USB Bluetooth 5.0Special feature: RGB Gaming Mouse & Keyboard | RGB Mouse Pad1 Year parts & labor | Free lifetime tech support",
        "img": "../images/dataimages/pc.png"
      },
      {
        "id": 5,
        "title": "F1 2023",
        "price": "69.99$",
        "description": "Be the last to brake in EA SPORTS™ F1® 23, the official video game of the 2023 FIA Formula One World Championship™.",
        "img": "../images/dataimages/f1.png"
      },
      {
        "id": 6,
        "title": "Spiderman2",
        "price": "69.99$",
        "description": "Swing, jump and utilize the new Web Wings to travel across Marvel’s New York, quickly switching between Peter Parker and Miles Morales to experience different stories and epic new powers, as the iconic villain Venom threatens to destroy their lives, their city and the ones they love.",
        "img": "../images/dataimages/spiderman2.png"
      },
      {
        "id": 7,
        "title": "Hogwarts Legacy",
        "price": "59.99$",
        "description": "Hogwarts Legacy is an immersive, open-world action RPG set in the world first introduced in the Harry Potter books. Now you can take control of the action and be at the center of your own adventure in the wizarding world. Your legacy is what you make of it. Live the Unwritten.",
        "img": "../images/dataimages/Hogwarts.png"
      },
      {
        "id": 8,
        "title": "Resident Evil 4 Remake",
        "price": "59.99$",
        "description": "Survival is just the beginning. Six years have passed since the biological disaster in Raccoon City. Leon S. Kennedy, one of the survivors, tracks the president's kidnapped daughter to a secluded European village, where there is something terribly wrong with the locals. ",
        "img": "../images/dataimages/re4.png"
      },
      {
        "id": 9,
        "title": "STAR WARS Jedi: Survivor™",
        "price": "69.99$",
        "description": "The story of Cal Kestis continues in STAR WARS Jedi: Survivor™, a galaxy-spanning, third-person, action-adventure game.",
        "img": "../images/dataimages/starwars.png"
      },
      {
        "id": 10,
        "title": "The Legend of Zelda: Tears of the Kingdom",
        "price": "69.99$",
        "description": "In this sequel to the Legend of Zelda: Breath of the Wild game, you'll decide your own path through the sprawling landscapes of Hyrule and the mysterious islands floating in the vast skies above.",
        "img": "../images/dataimages/zelda.png"
      },
      {
        "id": 11,
        "title": "Super Mario Odyssey",
        "price": "49.99$",
        "description": "Super Mario Odyssey is a platform game in which players control Mario as he travels across many different worlds, known as within the game, on the hat-shaped ship Odyssey, to rescue Princess Peach from Bowser, who plans to forcibly marry her.",
        "img": "../images/dataimages/mario.png"
      }
    ]
  }
  